<!DOCTYPE html>
<html lang="ja">
<head>
    <?php include 'head.php'; ?>
    <title>中嶋研究 - 情報処理システム研究室</title>
</head>
<body>
    <?php include 'header.php'; ?>

    <div class="container">
        <h1 class="page-title">プライバシーを保護した高齢者見守りと健康支援システム</h1>
        <div class="content">
            <!-- 画像をページの一番上に配置 -->
            <img src="./assets/images/research-remon1.png" alt="本試験の構成図">

            <h2 class="section-title">研究背景</h2>
            <p>
                高齢化の進行により2023年時点で必要とされる介護職員数が約18万人不足しており、2040年までにさらに65万人の増員が必要とされる中、現状では達成が困難と予測されています。この結果、介護サービスの質の低下や利用者の待ち時間増加、介護職員の負担増加が懸念され、特に身体的虐待が51.5%と最も多く報告されています。
            </p>

            <h2 class="section-title">研究目的</h2>
            <p>
                介護職員の負担軽減や病院や高齢者施設、在宅医療・介護の質向上のため、24時間人手に頼らず、プライパシーを保護した介護システムの開発を目的としています。
            </p>
            <h2 class="section-title">研究手法</h2>
            <p>
            本研究では、プライバシー保護に配慮した深度カメラを用いて撮影を行い、得られた画像から特徴を抽出します。抽出された特徴データを蓄積し、それを基に対象者の行動を推定する手法を構築しています。さらに、行動履歴や特徴データを遠隔で確認可能な仕組みを取り入れることで、効率的かつ安全に対象者の行動を分析することを目指しています。
            </p>

        </div>
    </div>

    <?php include 'footer.php'; ?>
</body>
</html>
